Repository: MonikaShah/mahwcdgis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: About Us
mr: आमच्याविषयी

source: Introduction
mr: परिचय

source: Organizational Structure
mr: संघटनात्मक रचना

source: Our Leadership
mr: आमचे नेतृत्व

source: Women and Child Development Department was formed as a separate Administrative Department by the Government of Maharashtra in June 1993.
mr: महिला व बालविकास विभाग स्वतंत्र म्हणून स्थापन करण्यात आलाजून 1993 मध्ये महाराष्ट्र शासनाकडून प्रशासकीय विभाग.

source: The main objectives of the Department are to focus on promoting the survival, protection, development, welfare and participation of women and children in a holistic manner. The department is responsible for policy making, formulation of programmes /schemes, implementation of development programmes, and co-ordination of efforts of both governmental and non-governmental organizations working in the field of Women and Child Development.
mr: विभागाची मुख्य उद्दिष्टे म्हणजे महिलांचे अस्तित्व, संरक्षण, विकास, कल्याण आणि सहभाग आणिसर्वसमावेशक पद्धतीने मुले. धोरणासाठी विभाग जबाबदार आहे निर्मिती, कार्यक्रम/योजना तयार करणे, विकासाची अंमलबजावणीकार्यक्रम, आणि सरकारी आणि गैर-दोन्हींच्या प्रयत्नांचे समन्वयमहिला आणि बालकांच्या क्षेत्रात काम करणाऱ्या सरकारी संस्थाविकास.

source: Maharashtra is the second most populous state with around 11.2 crores citizens residing in the state.
mr: सुमारे ११.२ कोटी लोकसंख्येसह महाराष्ट्र दुसऱ्या क्रमांकाचे राज्य आहे.राज्यात राहणारे नागरिक

source: Women constitute around 48%% at around 5.41 crores.
mr: सुमारे 5.41 कोटी म्हणजे सुमारे 48%% महिला आहेत.

source: Children (0-6 yrs.) constitute around 12%% at around 1.33 Crores
mr: सुमारे 5.41 कोटी म्हणजे सुमारे 48%% महिला आहेत.

source: There are Two Commissionerates and other field offices under the administrative control of Women and Child Development Department. The department is responsible for the overall strategic direction setting, administration and financial matters pertaining to these Commissionerates and Field Offices. The above chart depicts various commissionerates/ field offices that the Dept. has under its wing:
mr: या अंतर्गत दोन आयुक्तालये आणि इतर क्षेत्रीय कार्यालये आहेतमहिला आणि बाल विकास विभागाचे प्रशासकीय नियंत्रण.एकूण धोरणात्मक दिशा सेटिंगसाठी विभाग जबाबदार आहे,या आयुक्तालयांशी संबंधित प्रशासन आणि आर्थिक बाबीआणि क्षेत्रीय कार्यालये. वरील तक्त्यामध्ये विविध आयुक्तालये/क्षेत्राचे चित्रण आहेविभागाच्या अंतर्गत असलेली कार्यालये:

source: Shri. Eknath Shinde
mr: श्री. एकनाथ शिंदे

source: Hon'ble Chief Minister
mr: माननीय मुख्यमंत्री

source: 6th Floor, Mantralaya Madam Kama Road, Hutatma Rajguru Chowk, Mumbai - 400032, Maharashtra, India Landline No: 022-22025051 /22023858 Email ID:cm@maharashtra.gov.in
mr: 6 वा मजला, मंत्रालय मॅडम कामा रोड, हुतात्मा राजगुरू चौक, मुंबई - 400032, महाराष्ट्र, भारत लँडलाइन क्रमांक: 022-22025051 / 22023858Email ID:cm@maharashtra.gov.in

source: Shri. Mangal Prabhat Lodha
mr: श्री. मंगल प्रभात लोढा

source: Hon'ble Minister Women and Child Development Department.
mr: महिला व बाल विकास विभागाच्या मंत्री मा.

source: Smt. I. A. Kundan
mr: श्रीमती. आय.ए. कुंदन

source: Principal Secretary,
mr: प्रधान सचिव,

source: Women and Child Development Department
mr: महिला व बाल विकास विभाग

source: Home
mr: मुख्यपृष्ठ

source: Maps
mr: नकाशा

source: WCD Maps
mr: WCD नकाशे

source: Women Institutes
mr: महिला संस्था

source: Child Institutes
mr: बाल संस्था

source: ICDS Maps
mr: ICDS नकाशे

source: Our Contacts
mr: संपर्क करा

source: Contact Us
mr: संपर्क करा

source: Designed and Developed at
mr: येथे डिझाइन आणि विकसित केले

source: RAJMATA JIJAU MOTHER-CHILD HEALTH & NUTRITION MISSION
mr: राजमाता जिजाऊ माता-मुलाचे आरोग्य आणि पोषण मिशन

source: Maharashtra was the first state in the country to take a decision to tackle malnutrition in ‘Mission – mode’ and with this purpose,
mr: नियंत्रणाचा निर्णय घेणारे महाराष्ट्र हे देशातील पहिले राज्य आहेकुपोषण ‘मिशन – मोड’ मध्ये आणि या उद्देशाने,

source: Rajmata Jijau Mother – Child Health &amp; Nutrition
mr: राजमाता जिजाऊ माता-बाल आरोग्य पोषण अभियान

source: Mission was established. The first phase of the Mission was set up in 2005, and the second phase started in 2011 and the third phase in 2017. The aim of the Mission is to reduce child malnutrition in Maharashtra by focusing on the child's first 1000 days from conception.
mr: याला सामोरे जाण्याचा निर्णय घेणारे महाराष्ट्र हे देशातील पहिले राज्य आहे.मिशन – मोडमध्ये कुपोषण आणि याच उद्देशाने, <b>राजमाता जिजाऊमाता - बालकाचे आरोग्य आणि पोषण</b> मिशन स्थापन करण्यात आले. पहिले मिशनचा टप्पा 2005 मध्ये स्थापित झाला आणि दुसरा टप्पा 2011 आणि 2017 मध्ये तिसरा टप्पा. मिशनचे उद्दिष्ट बालक कमी करणे आहेमुलांच्या पहिल्या 1000 दिवसांवर लक्ष केंद्रित करून महाराष्ट्रातील कुपोषणगर्भधारणा.

source: Address:- Rajmata Jijau Mother-Child Health and Nutrition Mission, Department of Women and Child Development, Government of Maharashtra 8th Floor, New Mantralay, Beside G.T. Hospital Complex, Lokmanya Tilak Road, Mumbai, Maharashtra-400001
mr: राजमाता जिजाऊ माता-बाल आरोग्य व पोषण अभियान,महिला व बाल विकास विभाग,तिसरा मजला, नवीन प्रशासकीय इमारत,मंत्रालय,मुंबई-400 032

source: ADDRESS
mr: पत्ता

source: Rajmata Jijau Mother-Child Health and Nutrition Mission, Department of Women and Child Development, 3rd Floor, New Administrative Building, Mantralay, Mumbai-400 032
mr: राजमाता जिजाऊ माता-बाल आरोग्य व पोषण अभियान, महिला व बाल विकास विभाग,तिसरा मजला, नवीन प्रशासकीय इमारत, मंत्रालय,मुंबई-400 032

source: Contact
mr: संपर्क करा

source: Rajmata Jijau Mother-Child Health &#038; Nutrition Mission
mr: राजमाता जिजाऊ माता-बाल आरोग्य पोषण अभियान

source: Maharashtra was the first state in the country to take a decision to tackle malnutrition in ‘Mission – mode’ and with this purpose, <b>Rajmata Jijau Mother – Child Health & Nutrition</b> Mission was established. The first phase of the Mission was set up in 2005, and the second phase started in 2011 and the third phase in 2017. The aim of the Mission is to reduce child malnutrition in Maharashtra by focusing on the child's first 1000 days from conception.
mr: याला सामोरे जाण्याचा निर्णय घेणारे महाराष्ट्र हे देशातील पहिले राज्य आहे.मिशन – मोडमध्ये कुपोषण आणि याच उद्देशाने, <b>राजमाता जिजाऊमाता - बालकाचे आरोग्य आणि पोषण</b> मिशन स्थापन करण्यात आले. पहिले मिशनचा टप्पा 2005 मध्ये स्थापित झाला आणि दुसरा टप्पा 2011 आणि 2017 मध्ये तिसरा टप्पा. मिशनचे उद्दिष्ट बालक कमी करणे आहेमुलांच्या पहिल्या 1000 दिवसांवर लक्ष केंद्रित करून महाराष्ट्रातील कुपोषणगर्भधारणा.

source: Address:- Rajmata Jijau Mother-child Health & Nutrition Mission, Women & Child Development Department, 3rd Floor, New Administrative Building, Mantralay Mumbai-400 032
mr: राजमाता जिजाऊ माता-बाल आरोग्य व पोषण अभियान, महिला व बाल विकास विभाग,तिसरा मजला, नवीन प्रशासकीय इमारत,मंत्रालय,मुंबई-400 032

source: Select District
mr: जिल्हा निवडा

source: Ahmednagar
mr: अहमदनगर

source: Akola
mr: अकोला

source: Amravati
mr: अमरावती

source: Aurangabad
mr: औरंगाबाद

source: Beed
mr: बीड

source: Bhandara
mr: भंडारा

source: Buldhana
mr: बुलढाणा

source: Chandrapur
mr: चंद्रपूर

source: Gadchiroli
mr: गडचिरोली

source: Gondia
mr: गोंदिया

source: Hingoli
mr: हिंगोली

source: Jalgaon
mr: जळगाव

source: Jalna
mr: जालना

source: Kolhapur
mr: कोल्हापूर

source: Latur
mr: लातुर

source: Mumbai City
mr: मुंबई शहर

source: Mumbai Suburban
mr: मुंबई उपनगर

source: Nagpur
mr: नागपूर

source: Nanded
mr: नांदेड

source: Nashik
mr: नाशिक

source: Osmanabad
mr: उस्मानाबाद

source: Palghar
mr: पालघर

source: Parbhani
mr: परभणी

source: Pune
mr: पुणे

source: Raigad
mr: रायगड

source: Ratnagiri
mr: रत्नागिरी

source: Sangli
mr: सांगली

source: Satara
mr: सातारा

source: Sindhudurg
mr: सिंधुदुर्ग

source: Solapur
mr: सोलापूर

source: Thane
mr: ठाणे

source: Wardha
mr: वर्धा

source: Washim
mr: वाशिम

source: Yavatmal
mr: यवतमाळ

source: Facilities
mr: सुविधा

source: Justice Juvenile Board
mr: जस्टिस जुवेनाईल बोर्ड

source: Child Welfare Center
mr: बाल कल्याण केंद्र

source: Abhay Kendra
mr: अभय केंद्र

source: Special Adoption Agency
mr: विशेष दत्तक एजन्सी

source: Police Stations
mr: पोलीस स्टेशन्स

source: Download
mr: डाउनलोड करा

source: Clear All
mr: सर्व साफ करा

source: Proximity of Facilities
mr: सुविधांची समीपता

source: Your Location
mr: तुमचे स्थान

source: Set Location
mr: स्थान सेट करा

source: Set Range
mr: श्रेणी सेट करा

source: Facilities within
mr: अंतरगत सुविधा

source: Km
mr: किमी

source: Child Care
mr: बाल संगोपन

source: Child Welfare Centres
mr: बाल कल्याण केंद्रे

source: Maharashtra's Women and Child GIS Mapping Project
mr: महाराष्ट्र महिला आणि बाल जीआयएस मॅपिंग प्रकल्प

source: Maha WCD GIS is a project by the department of women and child development, Government of Maharashtra to make data on Integrated Child Development Service (ICDS) and Integrated Child Protection Services (ICPS) institutions accessible through map-based visualizations. RJMCHN Mission developed this project through the support of Maharashtra state child Protection Society. The data on Anganwadi Centres and various WCD Institutions are visualized on Map for easy analysis. Use the two links below to access the data.
mr: महा महिला आणि बाल जीआयएस प्रकल्प हा महिला आणि बाल विकास विभागाचा प्रकल्प आहे, महाराष्ट्र सरकार एकात्मिक बाल विकासाची आकडेवारी तयार करणार आहेसेवा (ICDS) आणि एकात्मिक बाल संरक्षण सेवा (ICPS) संस्थानकाशा-आधारित व्हिज्युअलायझेशनद्वारे प्रवेशयोग्य. RJMCHN मिशनने हे विकसित केले आहेमहाराष्ट्र राज्य बाल संरक्षण संस्थेच्या सहकार्यातून प्रकल्प.अंगणवाडी केंद्रे आणि विविध WCD संस्थांवरील डेटा वर दृश्यमान केला जातोसहज विश्लेषणासाठी नकाशा. डेटा ऍक्सेस करण्यासाठी खालील दोन लिंक वापरा.

source: ICDS GIS mapping
mr: ICDS GIS मॅपिंग

source: Anganwadi centers are government run child-care and mother care centers, established under the Integrated Child Development Services (ICDS) program. They provide a range of services including supplementary nutrition, pre-school education, and health check-ups to children under 6 years and pregnant/lactating women. Anganwadi centers aim to improve the health and nutrition status of children, mothers, and families in rural and underprivileged communities.
mr: अंगणवाडी केंद्रे ही एकात्मिक बाल विकास सेवा (ICDS) कार्यक्रमांतर्गत स्थापन करण्यात आलेली सरकारी बाल संगोपन आणि माता काळजी केंद्रे आहेत. ते पूरक पोषण, प्री-स्कूल शिक्षण आणि 6 वर्षांखालील मुलांना आणि गरोदर/स्तनपान करणाऱ्या महिलांसाठी आरोग्य तपासणी यासह अनेक सेवा प्रदान करतात. अंगणवाडी केंद्रांचे उद्दिष्ट ग्रामीण आणि वंचित समाजातील मुले, माता आणि कुटुंबांचे आरोग्य आणि पोषण स्थिती सुधारणे आहे.

source: WCD GIS mapping
mr: WCD GIS मॅपिंग

source: The Integrated Child Protection Scheme ICPS is a central government scheme that aims to provide a range of protective services to children in need of care and protection, such as those who are abandoned, abused, or exploited. It seeks to ensure these children have access to shelter, food, education, and medical care. Childcare institutions are residential facilities that provide care and protection to children who cannot live with their families. These institutions provide a safe and nurturing environment, where children can receive education, health care, and other basic necessities. The goal of childcare institutions is to promote the chil`s overall development and prepare them for a successful future.
mr: इंटिग्रेटेड चाइल्ड प्रोटेक्शन स्कीम (ICPS) ही केंद्र सरकारची योजना आहे ज्याचा उद्देशकाळजी आणि संरक्षणाची गरज असलेल्या मुलांना, जसे की सोडून दिलेल्या,शोषण झालेल्या किंवा शोषण झालेल्या मुलांना संरक्षणात्मक सेवा प्रदान करणे आहे.या मुलांना निवारा, अन्न, शिक्षण आणि वैद्यकीय सेवा मिळतील याची खात्री करण्याचा प्रयत्न करतो.बालसंगोपन संस्था ही निवासी सुविधा आहेतजी त्यांच्या कुटुंबासोबत राहू शकत नसलेल्या मुलांना काळजी आणि संरक्षण देतात.या संस्था एक सुरक्षित आणि पोषक वातावरण प्रदान करतात,जिथे मुलांना शिक्षण, आरोग्य सेवा आणि इतर मूलभूत गरजा मिळू शकतात.मुलाच्या सर्वांगीण विकासाला चालना देणे आणि त्यांना यशस्वीभविष्यासाठी तयार करणे हे बालसंगोपन संस्थांचे ध्येय आहे.

source: Our Role
mr: आमची भूमिका

source: Advocacy
mr: वकिली

source: Emphasize the significance of child's first 1000 days
mr: मुलाच्या पहिल्या 1000 दिवसांच्या महत्त्वावर जोर द्या

source: Think Tank
mr: विचार गट

source: Acting as a ‘think tank’ and advising the government based on actual evidence to decide the policy
mr: ‘विचार गट’ म्हणून काम करणे आणि वास्तविकतेवर आधारित सरकारला सल्ला देणे धोरण ठरवण्यासाठी पुरावा

source: Convergence
mr: अभिसरण

source: Integrate / unify different sectors to achieve common goals of reducing malnutrition
mr: कमी करण्याचे सामाईक उद्दिष्ट साध्य करण्यासाठी विविध क्षेत्रांचे एकत्रीकरण/एकत्रीकरणकुपोषण

source: What's New
mr: नवीन काय आहे

source: DWCD, GoM won the &#8220;SKOCH Silver Award&#8221; for MAVIM e-Business Platform, a digital intervention for strengthening linkages from farm-to-market, thus empowering women farmers.
mr: DWCD, GoM ने MAVIM ई-बिझनेस प्लॅटफॉर्मसाठीSKOCH सिल्व्हर अवॉर्डजिंकला, जो शेत-ते-मार्केट संबंध मजबूत करण्यासाठी डिजिटल हस्तक्षेप आहे, अशा प्रकारे महिला शेतकर्‍यांचे सक्षमीकरण.

source: DWCD, GoM won &#8220;Order of Merits&#8221; for &#8220;Know Your District&#8221;, a digital low-cost intervention for intelligent visualization of ICDS data at anganwadi, beat, project and district levels and &#8220;Tarang Suposhit Maharashtracha&#8221;, a digital communication initiative for counselling and IEC dissemination during COVID-19
mr: महिला आणि बालविकास विभाग तसेच महाराष्ट्र शासन यांचा ऑर्डर ऑफ मेरीट पुरस्काराने गौरव करण्यात आला.एकात्मिक बालविकास योजनेची माहिती अंगणवाड्यांमध्ये देण्यासाठी राबवलेला Know Your District उपक्रम,पोषणाच्या बाबत मार्गदर्शन करणारी ‘तरंग सुपोषित महाराष्ट्राचा’ही डिजिटल प्रणाली यासारख्या नाविन्यपूर्णउपक्रमांची दखल घेत हा पुरस्कार प्रदान करण्यात आला.

source: Follow Us on Facebook
mr: फेसबुकवर आमचे अनुसरण करा

source: Follow Us on Twitter
mr: ट्विटर वर आमचे अनुसरण करा

source: Follow Us on Instagram
mr: इंस्टाग्राम आमचे अनुसरण करा

source: Select Taluka
mr: तालुका निवडा

source: Select Project
mr: प्रकल्प निवडा

source: Select
mr: निवडा

source: Anganwadi Type
mr: अंगणवाडी प्रकार

source: Anganwadi Construction
mr: अंगणवाडी बांधकाम

source: Is Anganwadi Center on Rent ?
mr: अंगणवाडी केंद्र भाड्यावर आहे का?

source: If yes, then is it possible to move your Anganwadi Center to the nearest Government School or Government premises ?
mr: होय, तर तुमचे अंगणवाडी केंद्र जवळच्या ठिकाणी हलवणे शक्य आहे कासरकारी शाळा की सरकारी जागा?

source: If no, then What is the name of the owner of the place ?
mr: जर नाही, तर जागेच्या मालकाचे नाव काय?

source: Child sitting capacity of Anganwadi Center
mr: अंगणवाडी केंद्राची मुलांची बसण्याची क्षमता

source: Is Your Anganwadi Center Fenced ?
mr: तुमच्या अंगणवाडी केंद्राला कुंपण आहे का?

source: Does your Anganwadi center have equipment to measure weight of small children ?
mr: तुमच्या अंगणवाडी केंद्रात लहान वजन मोजण्यासाठी उपकरणे आहेत कामुले?

source: Is the weight machine for children, working ?
mr: मुलांसाठी वजनाचे यंत्र काम करत आहे का?

source: Does your Anganwadi center have equipment to measure weight of adults ?
mr: तुमच्या अंगणवाडी केंद्रात प्रौढांचे वजन मोजण्यासाठी उपकरणे आहेत का?

source: Is the weight machine for adults, working ?
mr: प्रौढांसाठी वजन मशीन कार्यरत आहे का?

source: Does your Anganwadi center have equipment (Infantometer) to measure length of small children ?
mr: तुमच्या अंगणवाडी केंद्रात लांबी मोजण्यासाठी उपकरणे (इन्फँटोमीटर) आहेत कालहान मुलांची?

source: Is the Infantometer for children, working ?
mr: मुलांसाठी इन्फँटोमीटर कार्यरत आहे का?

source: Does your Anganwadi center have any equipment (Stadiometer) to measure height ?
mr: तुमच्या अंगणवाडी केंद्रात मोजण्यासाठी काही उपकरणे (स्टेडीओमीटर) आहेत काउंची?

source: Is Stadiometer working
mr: स्टॅडिओमीटर कार्यरत आहे

source: Does your AWC building needs care or repair
mr: तुमच्या अंगणवाडी केंद्रात वर्षभर पिण्याचे पाणी उपलब्ध आहे का?

source: Does your Anganwadi center have drinking water available throughout the year?
mr: तुमच्या अंगणवाडी केंद्रात वर्षभर पिण्याचे पाणी उपलब्ध आहे का?

source: Does your Anganwadi center have tap water connection?
mr: तुमच्या अंगणवाडी केंद्रात नळाचे कनेक्शन आहे का?

source: Is the tap connection in ON condition?
mr: टॅप कनेक्शन चालू स्थितीत आहे का?

source: Does your Anganwadi center have toilet facilities?
mr: तुमच्या अंगणवाडी केंद्रात शौचालयाची सोय आहे का?

source: Is the toilet in working order?
mr: शौचालय कामाच्या क्रमाने आहे का?

source: Does your Anganwadi center have electricity connection? Is it in condition?
mr: तुमच्या अंगणवाडी केंद्रात वीज कनेक्शन आहे का? स्थिती आहे का?

source: Is your Anganwadi center powered by solar power?
mr: तुमचे अंगणवाडी केंद्र सौर उर्जेवर चालते का?

source: Does your Anganwadi Center have TV?
mr: तुमच्या अंगणवाडी केंद्रात टीव्ही आहे का?

source: Is the TV in working condition?
mr: टीव्ही कार्यरत स्थितीत आहे का?

source: Does your Anganwadi center have a courtyard garden?
mr: तुमच्या अंगणवाडी केंद्रात अंगण बाग आहे का?

source: If not, does your Anganwadi center have its own space to create a backyard garden?
mr: नाही तर, तुमच्या अंगणवाडी केंद्राकडे घरामागील अंगण तयार करण्यासाठी स्वतःची जागा आहे काबाग?

source: Are there vacancies in your Anganwadi Centre?
mr: तुमच्या अंगणवाडी केंद्रात रिक्त जागा आहेत का?

source: Which of the following posts are vacant?
mr: खालीलपैकी कोणती पदे रिक्त आहेत?

source: Which of the following posts are vacant?/Anganwadi Sevika
mr: खालीलपैकी कोणती पदे रिक्त आहेत?/अंगणवाडी सेविका

source: Which of the following posts are vacant?/Asst
mr: खालीलपैकी कोणती पदे रिक्त आहेत?/सहाय्यक

source: Has the process of filling vacancies in this Anganwadi Center started? Vacancies ?/help
mr: या अंगणवाडी केंद्रातील रिक्त पदे भरण्याची प्रक्रिया सुरू झाली आहे का?रिक्त जागा ?/मदत

source: What is the total number of children aged 0-6 months in your Anganwadi?
mr: तुमच्या अंगणवाडीत 0-6 महिने वयोगटातील एकूण मुलांची संख्या किती आहे?

source: What is the total number of children aged 6 months to 3 years in your Anganwadi?
mr: तुमच्या 6 महिने ते 3 वर्षे वयोगटातील एकूण मुलांची संख्या किती आहेअंगणवाडी?

source: What is the total number of children aged 3 to 6 years in your Anganwadi?
mr: तुमच्या अंगणवाडीत 3 ते 6 वयोगटातील एकूण मुलांची संख्या किती आहे?

source: Total number of children
mr: एकूण मुलांची संख्या

source: What is the total number of pregnant mothers in your Anganwadi?
mr: तुमच्या अंगणवाडीत एकूण गरोदर मातांची संख्या किती आहे?

source: What is the total number of lactating mothers in your Anganwadi?
mr: तुमच्या अंगणवाडीत एकूण स्तनदा मातांची संख्या किती आहे?

source: Total number of pregnant and lactating mothers
mr: गरोदर आणि स्तनदा मातांची एकूण संख्या

source: How many registered children have been weighed in your Anganwadi center in March 2022?
mr: तुमच्या अंगणवाडी केंद्रात किती मुलांचे वजन नोंदवले गेलेमार्च 2022?

source: How many registered children have their height measured in March 2022 in your Anganwadi Centre?
mr: मार्च 2022 मध्ये किती नोंदणीकृत मुलांची उंची मोजली गेलीतुमचे अंगणवाडी केंद्र?

source: What is the number of severely underweight (SUW) infants who received additional THR during January 2022-March 2022 in your Anganwadi center?
mr: गंभीरपणे कमी वजनाच्या (SUW) अर्भकांची संख्या किती आहेतुमच्या अंगणवाडी केंद्रात जानेवारी 2022-मार्च 2022 दरम्यान अतिरिक्त THR?

source: What is the number of acutely malnourished (SAM) children registered in your Anganwadi center during January 2022-March 2022?
mr: तुमच्यामध्ये नोंदणीकृत तीव्र कुपोषित (एसएएम) मुलांची संख्या किती आहेजानेवारी 2022 ते मार्च 2022 दरम्यान अंगणवाडी केंद्र?

source: Add Filter
mr: फिल्टर जोडा

source: Women State Home
mr: महिला राज्य गृह

source: One Stop Center
mr: वन स्टॉप सेंटर

source: Counselling Center
mr: समुपदेशन केंद्र

source: Swadhaar Greh
mr: स्वाधार गृह

source: Ujjwal Greh
mr: उज्ज्वल गृह

source: Aadhar Greh
mr: आधार गृह

source: Working Women Hostel
mr: कार्यरत महिला वसतिगृह

source: Set Range(Kms)
mr: श्रेणी सेट करा

source: One Stop Centers
mr: वन स्टॉप सेंटर

source: Counselling Centers
mr: समुपदेशन केंद्र
